const PrivacyPolicy = (): JSX.Element => {
  return (
    <div>
      <p>개인정보 취급방침</p>
      <p>데일리필드 개인정보 수집 및 이용 동의</p>
      <p>&nbsp;</p>
      <p>
        데일리필드(이하 &ldquo;사업자&rdquo;)는 개인정보보호법에 따라 이용자의
        개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을
        원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>제 1 조 (수집하는 개인정보의 항목 및 수집방법)</p>
      <p>&nbsp;</p>
      <p>1) 수집하는 개인정보의 항목</p>
      <p>&nbsp;</p>
      <p>
        (1) 사업자는 회원가입, 원활한 고객 상담, 각종 서비스의 제공을 위해 최초
        회원가입 당시 아래와 같은 최소한의 개인정보를 필수항목으로 수집하고
        있습니다.
      </p>
      <p>&nbsp;</p>
      <p>&lt;회원가입&gt;</p>
      <p>
        - 필수항목 : 이름, 이메일, 비밀번호, 휴대폰 번호, 생년월일, 성별,
        활동지역, CI(연계정보)
      </p>
      <p>&nbsp;</p>
      <p>
        (2) 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로
        생성되어 수집될 수 있습니다.
      </p>
      <p>
        - IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록, 기기
        정보
      </p>
      <p>&nbsp;</p>
      <p>
        (3) 위 회원 가입 시의 필수 정보 수집과는 무관하게, 아래 선택적 마케팅
        정보수신 동의의 경우, 회원이 동의하지 않더라도 사업자의 서비스를 이용할
        수 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>&lt;선택적 마케팅 정보 수신 동의&gt;</p>
      <p>
        데일리필드 아이디를 이용한 부가 서비스 및 맞춤식 서비스 이용 또는 이벤트
        응모 과정 기타 마케팅 및 광고 목적으로 데일리필드가 운용하는 서비스
        화면, 문자메시지, SNS. 이메일 등의 방법으로 할인, 이벤트, 기타 서비스
        안내 목적의 정보를 회원에게 발송할 수 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>2) 개인정보 수집방법</p>
      <p>사업자는 다음과 같은 방법으로 개인정보를 수집합니다.</p>
      <p>&nbsp;</p>
      <p>(1) 모바일 및 웹을 통한 회원가입 양식, 전화, 이메일</p>
      <p>&nbsp;</p>
      <p>(2) 생성정보 수집 도구를 통한 수집</p>
      <p>&nbsp;</p>
      <p>
        (3) 모바일 서비스의 특성상 단말기에 관한 정보(단말기 모델, 이동통신사
        정보, 하드웨어 ID, 해시 처리한 단말기 번호, 서비스 이용에 대한 기본 통계
        등)가 수집될 수 있습니다. 본 정보는 더 나은 서비스 제공 및 부정 이용
        방지 등의 목적을 위해 단말기 식별/인증 등에 이용될 수 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>
        (4) 단말기에 관한 정보 이외에 추가로 로그 정보, 서비스 이용기록, 네이버
        애플리케이션 정보, 브라우저 정보 등이 수집될 수 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>제 2 조 (개인정보의 수집 및 이용목적)</p>
      <p>&nbsp;</p>
      <p>1&#41; 서비스 회원가입 및 관리</p>
      <p>
        회원 가입 의사 확인, 회원제 서비스 제공에 따른 본인 식별인증, 회원자격
        유지관리, 제한적 본인 확인제 시행에 따른 본인확인, 서비스 부정이용 방지,
        각종 고지통지 등을 목적으로 개인정보를 처리합니다.
      </p>
      <p>&nbsp;</p>
      <p>2&#41; 신규 서비스 개발 및 마케팅, 광고에의 활용</p>
      <p>
        신규 서비스 개발 및 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공
        및 광고 게재, 서비스의 유효성 확인, 이벤트 정보 및 광고성 정보 제공 및
        참여기회 제공, 접속빈도 파악, 회원의 서비스이용에 대한 통계 등을
        목적으로 개인정보를 처리합니다.
      </p>
      <p>&nbsp;</p>
      <p>제 3 조 (개인정보의 공유 및 제공)</p>
      <p>&nbsp;</p>
      <p>
        사업자는 이용자들의 개인정보를 &ldquo;제 2 조. 개인정보의 수집목적 및
        이용목적에서 고지한 범위내에서 사용하며, 이용자의 사전 동의 없이는 동
        범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에
        공개하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.
      </p>
      <p>&nbsp;</p>
      <p>1&#41; 이용자가 사전에 동의 한 경우</p>
      <p>&nbsp;</p>
      <p>
        2&#41;법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와
        방법에 따라 수사기관의 요구가 있는 경우
      </p>
      <p>&nbsp;</p>
      <p>제 4 조 (개인정보의 보유 및 이용 기간)</p>
      <p>&nbsp;</p>
      <p>
        이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면
        지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 보존 이유를 위해
        명시한 기간 동안 보존합니다.
      </p>
      <p>&nbsp;</p>
      <p>1&#41; 사업자 내부 방침에 의한 정보보유 사유</p>
      <p>&nbsp;</p>
      <p>
        2&#41; 부정이용기록(부정가입, 징계기록 등의 비정상적 서비스 이용기록)
      </p>
      <p>&nbsp;</p>
      <p>(1)보존 항목 : 휴대폰 번호, 이메일</p>
      <p>&nbsp;</p>
      <p>(2)보존 이유 : 부정 가입 및 이용 방지</p>
      <p>&nbsp;</p>
      <p>(3)보존 기간 : 1년</p>
      <p>
        ※ &lsquo;부정이용기록&rsquo;이란 부정 가입 및 운영원칙에 위배되는 게시글
        작성 등으로 인해 사업자로부터 이용제한 등을 당한 기록입니다.
      </p>
      <p>&nbsp;</p>
      <p>3&#41;관련법령에 의한 정보보유 사유</p>
      <p>&nbsp;</p>
      <p>
        상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계 법령의 규정에
        의하여 보존할 필요가 있는 경우 사업자는 관계 법령에서 정한 일정한 기간
        동안 회원 정보를 보관합니다. 이 경우 사업자는 보관하는 정보를 그 보관의
        목적으로만 이용하며 보존 기간은 아래와 같습니다.
      </p>
      <p>&nbsp;</p>
      <p>(1) 계약 또는 청약철회 등에 관한 기록</p>
      <p>보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률</p>
      <p>보존 기간 : 5년</p>
      <p>&nbsp;</p>
      <p>(2) 대금결제 및 재화 등의 공급에 관한 기록</p>
      <p>보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률</p>
      <p>보존 기간 : 5년</p>
      <p>&nbsp;</p>
      <p>(3) 소비자의 불만 또는 분쟁처리에 관한 기록</p>
      <p>보존 이유 : 전자상거래 등에서의 소비자보호에 관한 법률</p>
      <p>보존 기간 : 3년</p>
      <p>&nbsp;</p>
      <p>(4) 웹사이트 방문기록</p>
      <p>보존 이유 : 통신 비밀 보호법</p>
      <p>보존 기간 : 3개월</p>
      <p>&nbsp;</p>
      <p>(5) 신용정보의 수집처리 및 이용에 관한 기록</p>
      <p>보존 이유 : 신용정보의 이용 및 보호에 관한 법률</p>
      <p>보존 기간: 3년</p>
      <p>&nbsp;</p>
      <p>제 5 조 (개인정보 파기절차 및 방법)</p>
      <p>
        이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면
        지체 없이 파기합니다.
      </p>
      <p>사업자의 개인정보 파기절차 및 방법은 다음과 같습니다.</p>
      <p>&nbsp;</p>
      <p>1&#41; 파기절차</p>
      <p>
        이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로
        옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한
        정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후
        파기됩니다. 이때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는
        보유되는 이외의 다른 목적으로 이용되지 않습니다.
      </p>
      <p>&nbsp;</p>
      <p>2&#41; 파기기한</p>
      <p>
        이용자의 개인정보는 개인정보의 보유 기간이 경과된 경우에는 보유 기간의
        종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지,
        사업의 종료 등 그 개인정보가 불필요하게 되었을 때는 개인정보의 처리가
        불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.
      </p>
      <p>&nbsp;</p>
      <p>3&#41; 파기방법</p>
      <p>
        종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
      </p>
      <p>
        전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을
        사용하여 삭제합니다.
      </p>
      <p>&nbsp;</p>
      <p>제 6 조 (개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항)</p>
      <p>&nbsp;</p>
      <p>1&#41; 쿠키란?</p>
      <p>
        (1) 사업자는 개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의
        정보를 저장하고 수시로 불러오는 쿠키(cookie)를 사용합니다.
      </p>
      <p>&nbsp;</p>
      <p>
        (2) 쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에게
        보내는 아주 작은 텍스트 파일로 이용자 컴퓨터의 하드디스크에 저장됩니다.
        이후 이용자가 웹 사이트에 방문할 경우 웹 사이트 서버는 이용자의 하드
        디스크에 저장된 쿠키의 내용을 읽어 이용자의 환경설정을 유지하고 맞춤화된
        서비스를 제공하기 위해 이용됩니다.
      </p>
      <p>&nbsp;</p>
      <p>
        (3) 쿠키는 개인을 식별하는 정보를 자동적/능동적으로 수집하지 않으며,
        이용자는 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>2&#41; 사업자의 쿠키 사용 목적</p>
      <p>
        이용자들이 방문한 데일리필드 서비스 페이지에 대한 방문 및 이용형태,
        검색내용, 이용자 규모 등을 파악하여 이용자에게 광고를 포함한 최적화된
        맞춤형 정보를 제공하기 위해 사용합니다. 단, 모바일 기기에서의 쿠키
        세션은 기기 특성 및 이용자 편의를 고려하여 일반 PC에서의 쿠키 세션보다
        그 기간이 더 길게 유지될 수 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>3&#41; 쿠키의 설치/운영 및 거부</p>
      <p>
        - 이용자는 쿠키 설치에 대한 선택권을 가지고 있으며, 모바일 기기에서도
        웹브라우저 설정 기능에서 쿠키 허용 여부를 선택할 수 있습니다. 모바일
        기기의 운영체제 및 웹 브라우저 종류에 따라 다소 상이할 수 있지만,
        대부분의 경우 모바일 웹브라우저의 환경 설정을 통해 쿠키허용 여부를
        결정하거나, 기존의 쿠키 일체를 삭제할 수 있습니다. 다만 쿠키의 저장을
        거부할 경우, 로그인이 필요한 일부 서비스의 이용에 불편함이 있을 수
        있습니다.
      </p>
      <p>&nbsp;</p>
      <p>제 7 조 (개인정보의 기술적/관리적 보호 대책)</p>
      <p>
        사업자는 이용자들의 개인정보를 취급하면서 개인정보가 분실, 도난, 누출,
        변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적
        대책을 마련하고 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>1&#41; 개인정보 취급 직원의 최소화 및 교육</p>
      <p>
        개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화하여
        개인정보를 관리하는 대책을 시행하고 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>2&#41; 내부관리계획의 수립 및 시행</p>
      <p>
        개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고
        있습니다
      </p>
      <p>&nbsp;</p>
      <p>3&#41; 개인정보의 암호화</p>
      <p>
        이용자의 개인정보는 비밀번호의 경우 암호화 되어 저장 및 관리되고 있어,
        본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화하거나
        파일 잠금 기능을 사용하는 등의 별도 보안 기능을 사용하고 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>4&#41; 해킹 등에 대비한 기술적 대책</p>
      <p>
        데일리필드는 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을
        막기 위하여 보안프로그램을 설치하고 주기적인 갱신점검을 하고 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>5&#41; 개인정보에 대한 접근 제한</p>
      <p>
        개인정보를 처리하는 데이터베이스시스템에 대한 접근 권한의
        부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를
        하고 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>6&#41; 접속기록의 보관 및 위변조 방지</p>
      <p>
        개인정보처리시스템에 접속한 기록을 최소 6개월 이상 보관, 관리하고
        있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능 사용하고
        있습니다.
      </p>
      <p>&nbsp;</p>
      <p>7&#41; 문서보안을 위한 잠금장치 사용 및 비인가자 출입 통제</p>
      <p>
        개인정보가 포함된 서류, 보조 저장매체 등을 잠금장치가 있는 안전한 장소에
        보관하고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>
        단, 사업자가 개인정보보호 의무를 다 하였음에도 불구하고 이용자 본인의
        부주의나 사업자가 관리하지 않는 영역에서의 사고 등 사업자의 귀책에
        기인하지 않은 손해에 대해서는 사업자는 책임을 지지 않습니다.
      </p>
      <p>&nbsp;</p>
      <p>제 8 조 (개인정보 관리책임자의 연락처)</p>
      <p>
        귀하께서는 사업자의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련
        민원을 개인정보 관리책임자 혹은 담당 부서로 신고하실 수 있습니다.
        사업자는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴
        것입니다.
      </p>
      <p>&nbsp;</p>
      <p>개인정보 관리책임자</p>
      <p>성명 : 배성진</p>
      <p>이메일 : piterq@naver.com</p>
      <p>직책 : 대표</p>
      <p>&nbsp;</p>
      <p>
        개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에
        문의하시기 바랍니다.
      </p>
      <p>&nbsp;</p>
      <p>(1)개인정보침해신고센터 (privacy.kisa.or.kr / 국번없이 118)</p>
      <p>&nbsp;</p>
      <p>(2)대검찰청 사이버범죄수사단 (www.spo.go.kr / 02-3480-3571)</p>
      <p>&nbsp;</p>
      <p>(3)경찰청 사이버안전국 (www.ctrc.go.kr / 국번없이 182)</p>
      <p>&nbsp;</p>
      <p>제 9 조 (고지의 의무)</p>
      <p>
        현 개인정보취급방침 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소
        7일전부터 홈페이지의 공지사항을 통해 고지할 것입니다.
      </p>
      <p>&nbsp;</p>
      <p>- 시행일자 : 2021년 2월 22일</p>
    </div>
  );
};

export default PrivacyPolicy;
