const TermsOfService = (): JSX.Element => {
  return (
    <div>
      <p>서비스 이용약관</p>
      <p>데일리필드 서비스 이용약관</p>
      <p>2021년 02월 22일</p>
      <p>&nbsp;</p>
      <p>
        데일리필드 서비스의 사용(웹 및 앱 접근 및 다운로드 포함)에 앞서 아래
        이용 약관을 반드시 검토하시기 바랍니다. 데일리필드 사용약관 (&ldquo;이용
        약관&rdquo;)은 웹사이트와 관련 소프트웨어 어플리케이션 및 플랫폼
        (데일리필드 서비스로 통칭)의 소유주이자 운영자인 (데일리필드,
        (&ldquo;데일리필드&rdquo;, &ldquo;사업자&rdquo;, &ldquo;당사&rdquo;,
        &ldquo;저희&rdquo;)와 데일리필드 서비스 사용자 간의 계약으로 법적
        구속력을 갖습니다. 사용자는 어떤 방식으로든 데일리필드 서비스를
        사용함으로써 (데일리필드 탐색, 데일리필드 모바일 어플리케이션 및 웹 상의
        온라인 플랫폼 사용 등) 본 이용 약관 및 데일리필드 개인정보보호정책에
        동의한 것으로 간주합니다. 개인정보보호정책은 개인정보 취급방침 메뉴에서
        열람 가능합니다. 약관에 동의하지 않는 경우 데일리필드 서비스를 이용할 수
        없습니다.
      </p>
      <p>&nbsp;</p>
      <p>
        이용 약관은 데일리필드 서비스의 모든 사용자에게 적용됩니다. 단순히
        웹사이트를 탐색하는 자와 계정을 등록하는 자 모두가 사용자에 포함됩니다.
        단 이용 약관의 각 부분은 각 사용자에게 서로 다른 방식으로 적용되므로, 본
        이용 약관을 주의 깊게 검토하시기 바랍니다.
      </p>
      <p>&nbsp;</p>
      <p>데일리필드 서비스 개요</p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>제 1조(목적)</p>
      <p>
        이 약관은 전기 통신 사업 법령 및 정보 통신망 이용 촉진 등에 관한 법령에
        의하여 데일리필드(이하 &ldquo;사업자&rdquo;라 한다)가 제공하는 홈페이지
        서비스(이하 &ldquo;서비스&rdquo;라 한다)의 이용조건 및 절차에 관한
        사항을 규정함을 목적으로 합니다.
      </p>
      <p>&nbsp;</p>
      <p>제 2조(약관의 공지 및 준용)</p>
      <p>
        ① 이 약관의 내용은 서비스 화면에 게시하거나 기타의 방법으로 회원에게
        공지함으로써 효력을 발생합니다.
      </p>
      <p>
        ② 사업자는 이 약관을 임의로 변경할 수 있으며, 변경된 약관은 제1항과 같은
        방법으로 공지함으로써 효력을 발생합니다.
      </p>
      <p>&nbsp;</p>
      <p>제 3조(약관 외 준칙)</p>
      <p>
        이 약관에 명시되지 않은 사항은 전기 통신 사업법, 정보 통신망
        이용촉진등에 관한 법률, 전자상거래법 및 기타 관련 법령의 규정에
        의합니다.
      </p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>제 4조(이용계약의 성립)</p>
      <p>
        - &ldquo;이용약관에 동의하십니까?&rdquo; 라는 이용신청시의 물음에 회원이
        &ldquo;예&rdquo; 버튼을 누르면 이 약관에 동의하는 것으로 간주됩니다.
      </p>
      <p>
        - 이용계약은 회원의 이용신청에 대하여 사업자가 심사 후 승낙함으로써
        성립합니다.
      </p>
      <p>&nbsp;</p>
      <p>제 5조(이용신청)</p>
      <p>
        - 이용신청은 온라인으로 사업자 소정의 가입신청 양식에서 요구하는 사항을
        기록하여 신청합니다.
      </p>
      <p>
        - 온라인 가입신청 양식에 기재하는 모든 회원 정보는 실제 데이터인 것으로
        간주하며, 실명이나 실제 정보를 입력하지 않은 사용자는 법적인 보호를 받을
        수 없으며, 서비스 사용의 제한을 받을 수 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>제 6조(회원정보 사용에 대한 동의)</p>
      <p>
        - 회원의 개인 정보에 대해서는 사업자의 개인정보 보호정책이 적용됩니다.
      </p>
      <p>
        - 사업자가 제 5조에 따라 신청서에 기재를 요구하는 회원의 개인정보는 본
        이용계약의 이행과 본 이용계약상의 서비스제공을 위한 목적으로 이용합니다.
      </p>
      <p>
        - 회원이 사업자와 제휴한 서비스들을 편리하게 이용할 수 있도록 하기 위해
        회원 정보는 사업자와 제휴한 업체에 제공될 수 있습니다. 단, 사업자는 회원
        정보 제공 이전에 제휴 업체, 제공 목적, 제공할 회원 정보의 내용 등을
        사전에 공지하고 회원의 동의를 얻어야 합니다.
      </p>
      <p>
        - 회원은 회원정보 수정을 통해 언제든지 개인 정보에 대한 열람 및 수정을
        할 수 있습니다.
      </p>
      <p>
        - 회원이 이용신청서에 회원정보를 기재하고, 사업자의 본 약관에 따라
        이용신청을 하는 것은 사업자가 본 약관에 따라 이용신청서에 기재된
        회원정보를 수집, 이용 및 제공하는 것에 동의하는 것으로 간주됩니다.
      </p>
      <p>
        - 사업자는 서비스 및 운영의 점검, 최신화 그리고 광고, 마케팅의 목적으로
        서비스 내용을 사진 및 영상으로 기록하며, 기록 과정에서 회원의 초상이
        수집될 수 있습니다. 사업자가 회원의 서비스 이용 시의 활동 사진 및 영상
        등 회원의 초상을 담은 게시물을 홍보 마케팅 기타 목적으로 제작하여 전송,
        방송 기타 공개할 경우, 회원은 초상의 제공에 대하여 동의한 것으로
        간주됩니다. 다만, 해당 게시물이 회원의 명예 및 신용을 저하할 만한 성격의
        것인 경우 회원은 사업자에게 초상의 비식별처리를 요청할 수 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>제 7조(이용신청의 승낙)</p>
      <p>
        - 사업자는 회원이 제 5조에서 정한 모든 사항을 정확히 기재하여 이용신청을
        하였을 때 제2호, 제3호의 경우를 예외로 하여 승낙할 수 있습니다.
      </p>
      <p>
        - 사업자는 다음 각 호에 해당하는 이용신청에 대하여는 승낙을 유보할 수
        있습니다.
      </p>
      <p>㉮ 설비에 여유가 없는 경우</p>
      <p>㉯ 기술상 지장이 있는 경우</p>
      <p>㉰ 기타 사업자의 사정상 이용승낙이 곤란한 경우</p>
      <p>
        ③ 사업자는 다음 각 호의 1에 해당하는 이용신청에 대하여는 이를 승낙하지
        아니 할 수 있습니다.
      </p>
      <p>㉮ 이름이 실명이 아닌 경우</p>
      <p>㉯ 다른 사람의 명의를 사용하여 신청한 경우</p>
      <p>㉰ 이용신청 시 필요내용을 허위로 기재하여 신청한 경우</p>
      <p>㉱ 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우</p>
      <p>㉲ 기타 사업자가 정한 이용신청요건이 미비되었을 때</p>
      <p>&nbsp;</p>
      <p>제 8조(계약사항의 변경)</p>
      <p>
        회원은 이용신청 시 기재한 사항이 변경되었을 경우에는 온라인으로 수정을
        해야하고, 미변경으로 인하여 발생되는 문제의 책임은 회원에게 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>제 9조(사업자의 의무)</p>
      <p>
        ① 사업자는 서비스 제공과 관련해서 알고 있는 회원의 신상정보를 본인의
        승낙없이 제 3자에게 누설, 배포하지 않습니다. 단, 법률의 규정에 의해
        국가기관의 요구가 있는 경우기타 관계법령에서 정한 절차에 따른 요청이
        있는 경우에는 그러하지 않습니다.
      </p>
      <p>
        ② 1항의 범위 내에서, 사업자는 업무와 관련하여 회원 전체 또는 일부의
        개인정보에 관한 통계 자료를 작성하여 이를 사용할 수 있고, 서비스를
        통하여 회원의 컴퓨터에 쿠키를 전송할 수 있습니다. 이 경우 회원은 쿠키의
        수신을 거부하거나 쿠키의 수신에 대하여 경고하도록 사용하는 컴퓨터의
        브라우져의 설정을 변경할 수 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>제 10조(회원의 의무)</p>
      <p>① 회원은 서비스를 이용할 때 다음 각 호의 행위를 하지 않아야 합니다.</p>
      <p>㉮ 다른 회원의 ID를 부정하게 사용하는 행위</p>
      <p>
        ㉯ 서비스에서 얻은 정보를 사업자의 사전승낙 없이 회원의 이용이외의
        목적으로 복제하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는
        행위
      </p>
      <p>㉰ 사업자의 상표권, 저작권등 지적재산권 기타 권리를 침해하는 행위</p>
      <p>
        ㉱ 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게
        유포하는 행위
      </p>
      <p>㉲ 범죄와 결부된다고 객관적으로 판단되는 행위</p>
      <p>㉳ 기타 관계법령에 위배되는 행위</p>
      <p>
        ② 회원은 이 약관에서 규정하는 사항과 서비스 이용안내 또는 주의사항을
        준수하여야 합니다.
      </p>
      <p>
        ③ 회원은 내용별로 사업자가 서비스 공지사항에 게시하거나 별도로 공지한
        이용제한 사항을 준수하여야 합니다.
      </p>
      <p>
        ④ 회원은 사업자의 사전 승낙없이는 서비스를 이용하여 영업활동을 할 수
        없으며, 영업활동의 결과와 회원이 약관에 위반한 영업활동을 이용하여
        발생한 결과에 대하여 사업자는 책임을 지지 않습니다. 회원은 이와 같은
        영업활동에 대하여 사업자에 대하여 손해배상의무를 집니다.
      </p>
      <p>
        ⑤ 회원은 사업자의 명시적인 동의가 없는 한 서비스의 이용권한, 기타
        이용계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수
        없습니다.
      </p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>제 11조(회원 아이디(ID)와 비밀번호 관리에 대한 회원의 의무)</p>
      <p>
        ① 아이디(ID)와 비밀번호에 관한 모든 관리책임은 회원에게 있습니다.
        회원에게 부여된 아이디(ID)와 비밀번호의 관리소홀, 부정사용에 의하여
        발생하는 모든 결과에 대한 책임은 회원에게 있습니다.
      </p>
      <p>
        ② 자신의 아이디(ID)가 부정하게 사용된 경우 회원은 반드시 사업자에 그
        사실을 통보해야 합니다.
      </p>
      <p>&nbsp;</p>
      <p>제 12조(정보의 제공)</p>
      <p>
        사업자는 회원이 서비스 이용 중 필요가 있다고 인정되는 다양한 정보에
        대해서 전자우편이나 서신우편 등의 방법으로 회원에게 제공할 수 있으며,
        회원은 원치 않을 경우 가입신청메뉴와 회원정보수정 메뉴에서 정보
        수신거부를 할 수 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>제 13조(회원의 게시물)</p>
      <p>
        사업자는 회원이 게시하거나 등록하는 서비스 내의 내용물이 다음 각 호의
        1에 해당한다고 판단되는 경우에 사전통지 없이 삭제할 수 있습니다.
      </p>
      <p>
        ① 다른 회원 또는 제 3자를 비방하거나 중상모략으로 명예를 손상시키는
        내용인 경우
      </p>
      <p>② 공공질서 및 미풍양속에 위반되는 내용인 경우</p>
      <p>③ 범죄적 행위에 결부된다고 인정되는 내용일 경우</p>
      <p>
        ④ 사업자의 저작권, 상표권 등 지적재산권 기타 권리를 침해하는 내용인 경우
      </p>
      <p>⑤ 사업자에서 규정한 게시기간을 초과한 경우</p>
      <p>
        ⑥ 회원이 자신의 홈페이지와 게시판에 음란물을 게재하거나 음란사이트를
        링크하는 경우
      </p>
      <p>⑦ 기타 관계법령에 위반된다고 판단하는 경우</p>
      <p>&nbsp;</p>
      <p>제 14조(게시물의 저작권)</p>
      <p>서비스에 게재된 자료에 대한 권리는 다음 각 호와 같습니다.</p>
      <p>
        ① 게시물에 대한 권리와 책임은 게시자에게 있으며 사업자는 게시자의 동의
        없이는 이를 서비스내 게재 이외에 영리적 목적으로 사용하지 않습니다. 단,
        비영리적인 경우에는 그러하지 아니하며 또한 사업자는 서비스내의 게재권을
        갖습니다.
      </p>
      <p>
        ② 회원은 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에
        게재된 자료를 상업적으로 사용할 수 없습니다.
      </p>
      <p>&nbsp;</p>
      <p>제 15조(서비스 이용기간)</p>
      <p>
        ① 서비스의 이용은 사업자의 업무상 또는 기술상 특별한 지장이 없는 한
        연중무휴 1일 24시간을 원칙으로 합니다. 다만 정기 점검 등의 필요로
        사업자가 정한 날이나 시간은 그러하지 않습니다.
      </p>
      <p>
        ② 사업자는 서비스를 일정범위로 분할하여 각 범위별로 이용가능 시간을
        별도로 정할 수 있습니다. 이 경우 그 내용을 사전에 공지합니다.
      </p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>제 16조(서비스 제공의 중지)</p>
      <p>
        ① 사업자는 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다.
      </p>
      <p>가. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우</p>
      <p>
        나. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을
        경우
      </p>
      <p>다. 기타 불가항력적 사유가 있는 경우</p>
      <p>
        ② 사업자는 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의
        폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는
        일부를 제한하거나 정지할 수 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>제 17조(계약해지 및 이용제한)</p>
      <p>
        ① 회원이 이용계약을 해지하고자 하는 때에는 회원 본인이 온라인을 통해
        사업자에 해지 신청을 하여야 합니다.
      </p>
      <p>
        ② 사업자는 회원이 다음 각 호의 1에 해당하는 행위를 하였을 경우 사전통지
        없이 이용계약을 해지하거나 또는 기간을 정하여 서비스 이용을 중지할 수
        있습니다.
      </p>
      <p>가. 타인의 서비스 ID 및 비밀번호를 도용한 경우</p>
      <p>나. 서비스 운영을 고의로 방해한 경우</p>
      <p>다. 가입한 이름이 실명이 아닌 경우</p>
      <p>라. 같은 사용자가 다른 ID로 이중등록을 한 경우</p>
      <p>마. 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우</p>
      <p>
        바. 회원이 국익 또는 사회적 공익을 저해할 목적으로 서비스 이용을 계획
        또는 실행하는 경우
      </p>
      <p>사. 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우</p>
      <p>
        아. 서비스의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나
        광고성 정보를 전송하는 경우
      </p>
      <p>
        자. 정보통신설비의 오작동이나 정보 등의 파괴를 유발시키는 컴퓨터
        바이러스 프로그램 등을 유포하는 경우
      </p>
      <p>차. 사업자, 다른 회원 또는 제3자의 지적재산권을 침해하는 경우</p>
      <p>
        카. 정보통신윤리위원회 등 외부기관의 시정요구가 있거나 불법선거운동과
        관련하여 선거관리위원회의 유권해석을 받은 경우
      </p>
      <p>타. 타인의 개인정보, 이용자 ID 및 비밀번호를 부정하게 사용하는 경우</p>
      <p>
        파. 사업자의 서비스 정보를 이용하여 얻은 정보를 사업자의 사전 승낙없이
        복제 또는 유통시키거나 상업적으로 이용하는 경우
      </p>
      <p>
        하. 회원이 자신의 홈페이지와 게시판에 음란물을 게재하거나 음란사이트
        링크하는 경우
      </p>
      <p>거. 본 약관을 포함하여 기타 사업자가 정한 이용조건에 위반한 경우</p>
      <p>
        너. 장기간 휴면 가입자에 대하여 통지할 경우 그 통지 기간 내에도 서비스
        이용에 대한 의사표현을 하지 않은 경우 전 항 규정에 의해 이용제한을
        하고자 할 경우에는 제한의 종류 및 기간 등 구체적 기준은 사업자의 공지,
        서비스안내, 세부규칙 등에 별도로 정하는 바에 의한다.
      </p>
      <p>&nbsp;</p>
      <p>제 18조(이용제한의 절차)</p>
      <p>
        ① 사업자는 이용제한을 하고자 하는 경우에는 그 사유, 일시 및 기간을
        정하여 서면, sns, 이메일 또는 전화 등의 방법을 이용하여 해당 회원 또는
        대리인에게 통지합니다.
      </p>
      <p>
        ② 다만, 사업자는 긴급하게 이용을 중지해야 할 필요가 있다고 인정하는
        경우에는 전항의 과정없이 서비스 이용을 제한할 수 있습니다.
      </p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>제 19조(손해배상)</p>
      <p>
        사업자는 서비스 요금이 무료인 동안의 서비스 이용과 관련하여 사업자의
        고의, 과실에 의한 것이 아닌 한 회원에게 발생한 어떠한 손해에 관하여도
        책임을 지지 않습니다.
      </p>
      <p>&nbsp;</p>
      <p>제 20조(면책조항)</p>
      <p>
        ① 사업자는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할
        수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
      </p>
      <p>
        ② 사업자는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을
        지지 않습니다.
      </p>
      <p>
        ③ 사업자는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여
        책임을 지지 않으며, 그 밖에 서비스를 통하여 얻은 자료로 인한 손해에
        관하여 책임을 지지 않습니다.
      </p>
      <p>
        ④ 사업자는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등
        내용에 관하여는 책임을 지지 않습니다.
      </p>
      <p>&nbsp;</p>
      <p>제 23조(법적 책임 부인)</p>
      <p>
        데일리필드 서비스 상에서 또는 이를 통해 사용자에게 전달되는 정보, 추천
        및 서비스는 일반 정보 제공만을 목적으로 하며 자문이 아닙니다. 사업자는
        서비스에 대한 지속적, 연속적 접근을 보장하지 않습니다.
      </p>
      <p>
        사업자는 서비스를 통해 접근 가능한 정보의 진실성과 정확성을 유지하기
        위해 노력하고 있으나, 해당 정보의 진실성, 완전성, 정확성을 보장하지
        않습니다.
      </p>
      <p>
        제 3자가 서비스에 무단으로 추가, 삭제, 변경을 가할 가능성이 있습니다.
      </p>
      <p>
        사업자는 서비스(웹사이트와 어플리케이션 포함)( 및 그 컨텐츠)에 오류,
        악성코드, 바이러스가 없을 것임을 보장하지 않습니다.
      </p>
      <p>&nbsp;</p>
      <p>제 24조(관할법원)</p>
      <p>
        요금 등 서비스 이용으로 발생한 분쟁에 대해 소송이 제기될 경우 사업자의
        소재지를 관할하는 법원을 전속 관할법원으로 합니다.
      </p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p>제 25조(모든 경기 환불 규정)</p>
      <p>&nbsp;</p>
      <p>① 1일 전 : 100% 환급</p>
      <p>&nbsp;</p>
      <p>② 당일 : 환급 불가</p>
      <p>&nbsp;</p>
      <p>
        * 기타 자연재해, 인원부족 등으로 인한 운영불가 시 100% 환급 드립니다.
      </p>
      <p>&nbsp;</p>
      <p>* 경기 도중 우천으로 경기가 중단되는 경우 부분 환불</p>
      <p>&nbsp;</p>
    </div>
  );
};

export default TermsOfService;
